Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# delete_account_confirm_label
source: To confirm, type your email
cs: Pro potvrzení zadejte svůj e-mail
ru: Для подтверждения введите свою почту
sk: Na potvrdenie zadajte svoj e-mail
uk: Для підтвердження введіть свою пошту

# delete_account_confirm_mismatch
source: Email doesn't match your account
cs: E-mail neodpovídá vašemu účtu
ru: Почта не совпадает с аккаунтом
sk: E-mail nezodpovedá vášmu účtu
uk: Пошта не збігається з обліковим записом

# delete_account_dialog_confirm
source: Delete
cs: Smazat
ru: Удалить
sk: Odstrániť
uk: Видалити

# delete_account_dialog_message
source: Your personal details are removed and this cannot be undone; the records listed on this screen are kept for the periods it states. Any unused credit on your account is forfeited once the deletion completes — it cannot be paid out or restored.
cs: Vaše osobní údaje budou odstraněny a tuto akci nelze vrátit; záznamy uvedené na této obrazovce uchováme po dobu, kterou uvádí. Nevyčerpaný kredit na účtu dokončením smazání propadá — nelze ho vyplatit ani obnovit.
ru: Ваши персональные данные будут удалены, и это действие нельзя отменить; записи, перечисленные на этом экране, мы храним в течение указанных на нём сроков. Неиспользованный кредит на счёте аннулируется, как только удаление завершится, — его нельзя выплатить или восстановить.
sk: Vaše osobné údaje budú odstránené a túto akciu nie je možné vrátiť; záznamy uvedené na tejto obrazovke uchováme počas doby, ktorú uvádza. Nevyčerpaný kredit na účte dokončením vymazania prepadá — nedá sa vyplatiť ani obnoviť.
uk: Ваші персональні дані буде видалено, і цю дію неможливо скасувати; записи, перелічені на цьому екрані, ми зберігаємо протягом зазначених на ньому строків. Невикористаний кредит на рахунку анулюється, щойно видалення завершиться, — його не можна виплатити чи відновити.

# delete_account_dialog_title
source: Delete account?
cs: Smazat účet?
ru: Удалить аккаунт?
sk: Odstrániť účet?
uk: Видалити обліковий запис?

# delete_account_item_addresses
source: All saved addresses
cs: Všechny uložené adresy
ru: Все сохранённые адреса
sk: Všetky uložené adresy
uk: Усі збережені адреси

# delete_account_item_devices
source: Sign-in on all your devices
cs: Přihlášení na všech vašich zařízeních
ru: Вход на всех ваших устройствах
sk: Prihlásenie na všetkých vašich zariadeniach
uk: Вхід на всіх ваших пристроях

# delete_account_item_history
source: Your name, contact details, address and photos on your bookings
cs: Vaše jméno, kontaktní údaje, adresa a fotografie z vašich objednávek
ru: Ваше имя, контактные данные, адрес и фотографии из ваших заказов
sk: Vaše meno, kontaktné údaje, adresa a fotografie z vašich objednávok
uk: Ваше ім’я, контактні дані, адреса й фотографії з ваших замовлень

# delete_account_item_profile
source: Your profile (name, email, phone, photo)
cs: Váš profil (jméno, e-mail, telefon, fotka)
ru: Ваш профиль (имя, почта, телефон, фото)
sk: Váš profil (meno, e-mail, telefón, fotka)
uk: Ваш профіль (ім'я, пошта, телефон, фото)

# delete_account_kept_audit
source: The log of actions on your account, for 3 years, without IP addresses or device details
cs: Záznam úkonů na vašem účtu po dobu 3 let, bez IP adres a údajů o zařízení
ru: Журнал действий в вашем аккаунте — 3 года, без IP-адресов и данных об устройстве
sk: Záznam úkonov na vašom účte počas 3 rokov, bez IP adries a údajov o zariadení
uk: Журнал дій у вашому обліковому записі — 3 роки, без IP-адрес і даних про пристрій

# delete_account_kept_bookings
source: Your bookings, as the record of each contract, without your personal details
cs: Vaše objednávky jako záznam o každé smlouvě, bez vašich osobních údajů
ru: Ваши заказы как запись о каждом договоре, без ваших персональных данных
sk: Vaše objednávky ako záznam o každej zmluve, bez vašich osobných údajov
uk: Ваші замовлення як запис про кожен договір, без ваших персональних даних

# delete_account_kept_consents
source: The record of the consents you gave, for 3 years
cs: Záznam o udělených souhlasech po dobu 3 let
ru: Запись о данных согласиях — 3 года
sk: Záznam o udelených súhlasoch počas 3 rokov
uk: Запис про надані згоди — 3 роки

# delete_account_kept_disputes
source: The text of any dispute you raised, for 3 years
cs: Text vašich případných reklamací po dobu 3 let
ru: Текст ваших обращений, если они были, — 3 года
sk: Text vašich prípadných reklamácií počas 3 rokov
uk: Текст ваших скарг, якщо вони були, — 3 роки

# delete_account_kept_receipts
source: Receipts, for as long as accounting law requires
cs: Účtenky po dobu, kterou vyžadují účetní předpisy
ru: Чеки — столько, сколько требует законодательство о бухгалтерском учёте
sk: Účtenky počas doby, ktorú vyžadujú účtovné predpisy
uk: Чеки — стільки, скільки вимагає бухгалтерське законодавство

# delete_account_subtitle
source: Deleting your account removes your personal details. We keep only what the law or the defence of legal claims requires, listed below. Any unused credit is forfeited when the account is deleted — it cannot be paid out or restored. This action cannot be undone.
cs: Při smazání účtu odstraníme vaše osobní údaje. Uchováme jen to, co vyžaduje zákon nebo obrana právních nároků — viz seznam níže. Nevyčerpaný kredit smazáním účtu propadá — nelze ho vyplatit ani obnovit. Tuto akci nelze vrátit zpět.
ru: При удалении аккаунта мы удалим ваши персональные данные. Мы храним только то, чего требует закон или защита правовых требований, — список ниже. Неиспользованный кредит при удалении аккаунта аннулируется — его нельзя выплатить или восстановить. Это действие нельзя отменить.
sk: Pri vymazaní účtu odstránime vaše osobné údaje. Uchováme len to, čo vyžaduje zákon alebo obrana právnych nárokov — pozrite zoznam nižšie. Nevyčerpaný kredit vymazaním účtu prepadá — nedá sa vyplatiť ani obnoviť. Túto akciu nie je možné vrátiť späť.
uk: Під час видалення облікового запису ми видалимо ваші персональні дані. Ми зберігаємо лише те, чого вимагає закон або захист правових вимог, — перелік нижче. Невикористаний кредит після видалення облікового запису анулюється — його не можна виплатити чи відновити. Цю дію неможливо скасувати.

# delete_account_title
source: Delete your account
cs: Smazat váš účet
ru: Удалить аккаунт
sk: Odstrániť váš účet
uk: Видалити обліковий запис

# delete_account_what_happens
source: What gets deleted
cs: Co bude smazáno
ru: Что будет удалено
sk: Čo sa odstráni
uk: Що буде видалено

# delete_account_what_is_kept
source: What we keep
cs: Co uchováme
ru: Что мы храним
sk: Čo uchováme
uk: Що ми зберігаємо

# details_add_to_booking
source: Add to booking
cs: Přidat do rezervace
ru: Добавить в бронирование
sk: Pridať do rezervácie
uk: Додати до бронювання

# details_remove_from_booking
source: Remove from booking
cs: Odebrat z rezervace
ru: Убрать из бронирования
sk: Odobrať z rezervácie
uk: Видалити з бронювання

# devices_empty
source: No devices registered yet.
cs: Zatím nejsou registrována žádná zařízení.
ru: Пока нет зарегистрированных устройств.
sk: Zatiaľ nie sú registrované žiadne zariadenia.
uk: Ще немає зареєстрованих пристроїв.

# devices_error_message
source: Couldn't load your devices.
cs: Nepodařilo se načíst vaše zařízení.
ru: Не удалось загрузить устройства.
sk: Nepodarilo sa načítať vaše zariadenia.
uk: Не вдалося завантажити пристрої.

# devices_intro
source: Devices signed in to your account. Removing a device signs it out and stops its notifications.
cs: Zařízení přihlášená k vašemu účtu. Odebráním zařízení jej odhlásíte a zastavíte jeho oznámení.
ru: Устройства, вошедшие в ваш аккаунт. Удаление устройства выйдет из него и остановит его уведомления.
sk: Zariadenia prihlásené k vášmu účtu. Odstránením zariadenia ho odhlásite a zastavíte jeho oznámenia.
uk: Пристрої, що увійшли у ваш обліковий запис. Видалення пристрою вийде з нього й зупинить його сповіщення.

# devices_last_active
source: Last active %@
cs: Naposledy aktivní %@
ru: Последняя активность %@
sk: Naposledy aktívne %@
uk: Останній раз активний %@

# devices_platform_android
source: Android device
cs: Zařízení Android
ru: Устройство Android
sk: Zariadenie Android
uk: Пристрій Android

# devices_platform_unknown
source: Device
cs: Zařízení
ru: Устройство
sk: Zariadenie
uk: Пристрій

# devices_platform_web
source: Web browser
cs: Webový prohlížeč
ru: Веб-браузер
sk: Webový prehliadač
uk: Веб-браузер

# devices_revoke_action
source: Remove device
cs: Odebrat zařízení
ru: Удалить устройство
sk: Odstrániť zariadenie
uk: Видалити пристрій

# devices_revoke_dialog_confirm
source: Remove
cs: Odebrat
ru: Удалить
sk: Odstrániť
uk: Видалити

# devices_revoke_dialog_message
source: %@ will be signed out and will stop receiving notifications.
cs: %@ bude odhlášeno a přestane dostávat oznámení.
ru: %@ выйдет из аккаунта и перестанет получать уведомления.
sk: %@ bude odhlásené a prestane dostávať oznámenia.
uk: %@ буде вийдено й перестане отримувати сповіщення.

# devices_revoke_dialog_title
source: Remove this device?
cs: Odebrat toto zařízení?
ru: Удалить это устройство?
sk: Odstrániť toto zariadenie?
uk: Видалити цей пристрій?

# devices_revoke_success
source: Device removed
cs: Zařízení odebráno
ru: Устройство удалено
sk: Zariadenie odstránené
uk: Пристрій видалено

# devices_self_revoke_action
source: Sign out this device
cs: Odhlásit toto zařízení
ru: Выйти с этого устройства
sk: Odhlásiť toto zariadenie
uk: Вийти з цього пристрою

# devices_self_revoke_dialog_confirm
source: Sign out
cs: Odhlásit
ru: Выйти
sk: Odhlásiť
uk: Вийти

# devices_self_revoke_dialog_message
source: This device will be removed and you'll be signed out immediately.
cs: Toto zařízení bude odebráno a budete okamžitě odhlášeni.
ru: Это устройство будет удалено, и вы сразу выйдете из аккаунта.
sk: Toto zariadenie bude odobraté a budete okamžite odhlásení.
uk: Цей пристрій буде видалено, і ви одразу вийдете з облікового запису.

# devices_self_revoke_dialog_title
source: Sign out this device?
cs: Odhlásit toto zařízení?
ru: Выйти с этого устройства?
sk: Odhlásiť toto zariadenie?
uk: Вийти з цього пристрою?

# devices_this_device
source: This device
cs: Toto zařízení
ru: Это устройство
sk: Toto zariadenie
uk: Цей пристрій

# devices_title
source: Your devices
cs: Vaše zařízení
ru: Ваши устройства
sk: Vaše zariadenia
uk: Ваші пристрої

# dispute_create_description_label
source: Describe what happened
cs: Popište, co se stalo
ru: Опишите, что произошло
sk: Popíšte, čo sa stalo
uk: Опишіть, що сталося

# dispute_create_description_placeholder
source: Tell us the details — what went wrong, when, and what you'd like us to do.
cs: Podrobnosti — co se stalo, kdy, a co byste chtěli.
ru: Расскажите подробности — что пошло не так, когда и что вы хотите.
sk: Podrobnosti — čo sa stalo, kedy, a čo by ste chceli.
uk: Розкажіть деталі — що пішло не так, коли і що ви хочете, щоб ми зробили.

# dispute_create_evidence_hint
source: Optional. Photos or PDFs up to 10 MB each — they upload when you submit.
cs: Nepovinné. Fotky nebo PDF do 10 MB každý — nahrají se při odeslání.
ru: Необязательно. Фото или PDF до 10 МБ каждый — загрузятся при отправке.
sk: Nepovinné. Fotky alebo PDF do 10 MB každý — nahrajú sa pri odoslaní.
uk: Необов’язково. Фото або PDF до 10 МБ кожен — завантажаться під час надсилання.

# dispute_create_evidence_partial
source: Your dispute was submitted, but these files could not be uploaded: %1$@. Add them again from the dispute.
cs: Stížnost byla odeslána, ale tyto soubory se nepodařilo nahrát: %1$@. Přidejte je znovu v detailu stížnosti.
ru: Спор отправлен, но эти файлы не удалось загрузить: %1$@. Добавьте их снова на странице спора.
sk: Sťažnosť bola odoslaná, ale tieto súbory sa nepodarilo nahrať: %1$@. Pridajte ich znova v detaile sťažnosti.
uk: Спір надіслано, але ці файли не вдалося завантажити: %1$@. Додайте їх знову на сторінці спору.

# dispute_create_item_in_package
source: in %1$@
cs: v balíčku %1$@
ru: в пакете %1$@
sk: v balíku %1$@
uk: у пакеті %1$@

# dispute_create_missing_order
source: Can't submit without an order — open this from an order's details.
cs: Nelze odeslat bez objednávky — otevřete tuto stránku z detailu objednávky.
ru: Нельзя отправить без заказа — откройте из деталей заказа.
sk: Nie je možné odoslať bez objednávky — otvorte túto stránku z detailu objednávky.
uk: Не можна надіслати без замовлення — відкрийте з деталей замовлення.

# dispute_create_order_label
source: Reporting on
cs: Stížnost k objednávce
ru: Спор по
sk: Sťažnosť k objednávke
uk: Спір щодо

# dispute_create_reason_label
source: Reason
cs: Důvod
ru: Причина
sk: Dôvod
uk: Причина

# dispute_create_retry_hint
source: Couldn't submit — please try again.
cs: Odeslání se nezdařilo — zkuste to znovu.
ru: Не удалось отправить — попробуйте снова.
sk: Odoslanie sa nepodarilo — skúste to znova.
uk: Не вдалося надіслати — спробуйте знову.

# dispute_create_settlement_hint
source: Choose how you want the money back. We refund to your card unless you choose credit.
cs: Vyberte, jak chcete peníze vrátit. Pokud nezvolíte kredit, vrátíme je na kartu.
ru: Выберите, как вернуть деньги. Если вы не выберете кредит, мы вернём их на карту.
sk: Vyberte, ako chcete peniaze vrátiť. Ak nezvolíte kredit, vrátime ich na kartu.
uk: Оберіть, як повернути гроші. Якщо ви не оберете кредит, ми повернемо їх на картку.

# dispute_create_settlement_title
source: If your complaint is upheld
cs: Pokud reklamaci uznáme
ru: Если жалобу признают
sk: Ak reklamáciu uznáme
uk: Якщо скаргу буде визнано

# dispute_create_submit
source: Submit
cs: Odeslat
ru: Отправить
sk: Odoslať
uk: Надіслати

# dispute_create_title
source: Report an issue
cs: Nahlásit problém
ru: Сообщить о проблеме
sk: Nahlásiť problém
uk: Повідомити про проблему

# dispute_create_which_items
source: Which parts went wrong?
cs: Co konkrétně nedopadlo?
ru: Что именно пошло не так?
sk: Čo konkrétne nedopadlo?
uk: Що саме пішло не так?

# dispute_create_which_items_hint
source: Optional. Tick the services that were not done properly — it helps us put it right faster. Leave it empty if the whole clean was the problem.
cs: Nepovinné. Označte služby, které nebyly udělány pořádně — pomůže nám to rychleji to napravít. Pokud byl problém celý üklid, nechte prázdné.
ru: Необязательно. Отметьте услуги, выполненные плохо — это поможет быстрее всё исправить. Если проблемой была вся уборка — оставьте пустым.
sk: Nepovinné. Označte služby, ktoré neboli urobené poriadne — pomôže nám to rýchlejšie napraviť. Ak bol problém celé upratovanie, nechajte prázdne.
uk: Необов’язково. Позначте послуги, які виконані погано — це допоможе швидше все виправити. Якщо проблемою було все прибирання — залиште порожнім.

# dispute_detail_author_support
source: Cleansia support
cs: Podpora Cleansia
ru: Поддержка Cleansia
sk: Podpora Cleansia
uk: Підтримка Cleansia

# dispute_detail_author_you
source: You
cs: Vy
ru: Вы
sk: Vy
uk: Ви

# dispute_detail_closed_note
source: This dispute is closed.
cs: Tato stížnost je uzavřena.
ru: Этот спор закрыт.
sk: Táto sťažnosť je uzavretá.
uk: Цей спір закрито.

# dispute_detail_message_placeholder
source: Write a reply…
cs: Napsat odpověď…
ru: Написать ответ…
sk: Napísať odpoveď…
uk: Написати відповідь…

# dispute_detail_message_send
source: Send
cs: Odeslat
ru: Отправить
sk: Odoslať
uk: Надіслати

# dispute_detail_title
source: Dispute
cs: Stížnost
ru: Спор
sk: Sťažnosť
uk: Спір

# dispute_evidence_add_button
source: Add evidence
cs: Přidat důkaz
ru: Добавить доказательство
sk: Pridať dôkaz
uk: Додати доказ

# dispute_evidence_caption
source: Added %1$@
cs: Přidáno %1$@
ru: Добавлено %1$@
sk: Pridané %1$@
uk: Додано %1$@

# dispute_evidence_choose_image
source: Choose Image
cs: Vybrat obrázek
ru: Выбрать изображение
sk: Vybrať obrázok
uk: Вибрати зображення

# dispute_evidence_choose_pdf
source: Choose PDF
cs: Vybrat PDF
ru: Выбрать PDF
sk: Vybrať PDF
uk: Вибрати PDF

# dispute_evidence_image_label
source: Image
cs: Obrázek
ru: Изображение
sk: Obrázok
uk: Зображення

# dispute_evidence_open_error
source: Couldn't open file.
cs: Soubor se nepodařilo otevřít.
ru: Не удалось открыть файл.
sk: Súbor sa nepodarilo otvoriť.
uk: Не вдалося відкрити файл.

# dispute_evidence_pdf_label
source: PDF document
cs: Dokument PDF
ru: PDF-документ
sk: Dokument PDF
uk: PDF-документ

# dispute_evidence_remove
source: Remove
cs: Odebrat
ru: Удалить
sk: Odstrániť
uk: Видалити

# dispute_evidence_section_title
source: Evidence
cs: Důkazy
ru: Доказательства
sk: Dôkazy
uk: Докази

# dispute_evidence_take_photo
source: Take Photo
cs: Vyfotit
ru: Сделать фото
sk: Odfotiť
uk: Зробити фото

# dispute_evidence_too_large
source: File is too large (max 10 MB).
cs: Soubor je příliš velký (max 10 MB).
ru: Файл слишком большой (макс. 10 МБ).
sk: Súbor je príliš veľký (max 10 MB).
uk: Файл занадто великий (макс. 10 МБ).

# dispute_evidence_unsupported_type
source: Unsupported file type.
cs: Nepodporovaný typ souboru.
ru: Неподдерживаемый тип файла.
sk: Nepodporovaný typ súboru.
uk: Непідтримуваний тип файлу.

# dispute_evidence_upload_failed
source: Upload failed
cs: Nahrání se nezdařilo
ru: Не удалось загрузить
sk: Nahrávanie zlyhalo
uk: Не вдалося завантажити

# dispute_evidence_uploaded
source: Uploaded
cs: Nahráno
ru: Загружено
sk: Nahrané
uk: Завантажено

# dispute_evidence_uploading
source: Uploading…
cs: Nahrávám…
ru: Загрузка…
sk: Nahrávam…
uk: Завантаження…

# dispute_list_empty_cta
source: Browse your orders
cs: Zobrazit objednávky
ru: Смотреть заказы
sk: Zobraziť objednávky
uk: Переглянути замовлення

# dispute_list_empty_subtitle
source: If something goes wrong with a cleaning, you can file a dispute from the order details.
cs: Pokud se s úklidem něco pokazí, můžete podat stížnost z detailu objednávky.
ru: Если что-то пошло не так с уборкой, можете подать спор из деталей заказа.
sk: Ak sa s upratovaním niečo pokazí, môžete podať sťažnosť z detailu objednávky.
uk: Якщо щось пішло не так із прибиранням, ви можете подати спір з деталей замовлення.

# dispute_list_empty_title
source: No disputes yet.
cs: Zatím žádné stížnosti.
ru: Пока нет споров.
sk: Zatiaľ žiadne sťažnosti.
uk: Поки немає спорів.

# dispute_list_error_retry
source: Retry
cs: Zkusit znovu
ru: Повторить
sk: Skúsiť znova
uk: Повторити

# dispute_list_error_title
source: Couldn't load disputes.
cs: Nepodařilo se načíst stížnosti.
ru: Не удалось загрузить споры.
sk: Nepodarilo sa načítať sťažnosti.
uk: Не вдалося завантажити спори.

# dispute_list_fab_new
source: New dispute
cs: Nová stížnost
ru: Новый спор
sk: Nová sťažnosť
uk: Новий спір

# dispute_list_fab_no_order
source: Open this from an order's details to file a dispute.
cs: Stížnost podejte z detailu objednávky.
ru: Откройте из деталей заказа, чтобы подать спор.
sk: Sťažnosť podajte z detailu objednávky.
uk: Відкрийте з деталей замовлення, щоб подати спір.

# dispute_list_title
source: My disputes
cs: Moje stížnosti
ru: Мои споры
sk: Moje sťažnosti
uk: Мої спори

# dispute_reason_damaged_property
source: Damaged property
cs: Poškozený majetek
ru: Повреждённое имущество
sk: Poškodený majetok
uk: Пошкоджене майно

# dispute_reason_incorrect_amount
source: Incorrect amount
cs: Nesprávná částka
ru: Неверная сумма
sk: Nesprávna suma
uk: Невірна сума

# dispute_reason_other
source: Other
cs: Jiné
ru: Другое
sk: Iné
uk: Інше

# dispute_reason_quality_issue
source: Quality issue
cs: Kvalita úklidu
ru: Проблема с качеством
sk: Kvalita upratovania
uk: Проблема з якістю

# dispute_reason_service_incomplete
source: Service incomplete
cs: Neúplný úklid
ru: Неполная услуга
sk: Neúplné upratovanie
uk: Неповна послуга

# dispute_reason_service_not_provided
source: Service not provided
cs: Služba nebyla poskytnuta
ru: Услуга не оказана
sk: Služba nebola poskytnutá
uk: Послугу не надано

# dispute_reason_unauthorized_charge
source: Unauthorized charge
cs: Neoprávněná platba
ru: Несанкционированное списание
sk: Neoprávnená platba
uk: Несанкціоноване списання

# dispute_settlement_card_refund
source: Refund to my card
cs: Vrátit na kartu
ru: Вернуть на карту
sk: Vrátiť na kartu
uk: Повернути на картку

# dispute_settlement_card_refund_desc
source: The money goes back to the card you paid with.
cs: Peníze se vrátí na kartu, kterou jste platili.
ru: Деньги вернутся на карту, которой вы платили.
sk: Peniaze sa vrátia na kartu, ktorou ste platili.
uk: Гроші повернуться на картку, якою ви платили.

# dispute_settlement_credit
source: Cleansia credit
cs: Kredit Cleansia
ru: Кредит Cleansia
sk: Kredit Cleansia
uk: Кредит Cleansia

# dispute_settlement_credit_desc
source: Added to your account for future bookings. Credit is never paid out and expires 12 months after your last credit activity.
cs: Připíšeme ho na účet pro další objednávky. Kredit nelze vyplatit a propadá 12 měsíců po posledním pohybu kreditu.
ru: Зачислим на ваш счёт для следующих заказов. Кредит не выплачивается и сгорает через 12 месяцев после последнего движения по кредиту.
sk: Pripíšeme ho na účet na ďalšie objednávky. Kredit nemožno vyplatiť a prepadá 12 mesiacov po poslednom pohybe kreditu.
uk: Зарахуємо на ваш рахунок для наступних замовлень. Кредит не виплачується і згорає через 12 місяців після останнього руху кредиту.

# error_booking_pick_time
source: Please select a cleaning date and time.
cs: Vyberte prosím datum a čas úklidu.
ru: Пожалуйста, выберите дату и время уборки.
sk: Vyberte prosím dátum a čas upratovania.
uk: Будь ласка, виберіть дату та час прибирання.

# error_booking_sign_in_required
source: Please sign in to complete your booking.
cs: Pro dokončení rezervace se prosím přihlaste.
ru: Пожалуйста, войдите в систему, чтобы завершить бронирование.
sk: Pre dokončenie rezervácie sa prosím prihláste.
uk: Будь ласка, увійдіть, щоб завершити бронювання.

# error_email_sending_failed
source: Couldn't send email. Try again later.
cs: Nelze odeslat e-mail. Zkuste to později.
ru: Не удалось отправить email. Попробуйте позже.
sk: Nie je možné odoslať e-mail. Skúste to neskôr.
uk: Не вдалося надіслати email. Спробуйте пізніше.

# error_gdpr_deletion_already_pending
source: Your deletion request is already being processed.
cs: Vaše žádost o smazání se již zpracovává.
ru: Ваш запрос на удаление уже обрабатывается.
sk: Vaša žiadosť o odstránenie sa už spracúva.
uk: Ваш запит на видалення вже обробляється.

# error_gdpr_deletion_blocked_by_invoice
source: You have a pending invoice. Please wait until it's settled before deleting your account.
cs: Máte nevyřízenou fakturu. Před smazáním účtu prosím počkejte na její vyřízení.
ru: У вас есть неоплаченный счёт. Пожалуйста, дождитесь его погашения перед удалением аккаунта.
sk: Máte nevybavenú faktúru. Pred odstránením účtu prosím počkajte na jej vybavenie.
uk: У вас є неоплачений рахунок. Будь ласка, дочекайтеся його врегулювання, перш ніж видаляти обліковий запис.

# error_gdpr_deletion_blocked_by_order
source: You have an active or in-progress booking. Please wait until it's complete before deleting your account.
cs: Máte aktivní nebo probíhající rezervaci. Před smazáním účtu prosím počkejte, až bude dokončena.
ru: У вас есть активный заказ. Пожалуйста, дождитесь его завершения перед удалением аккаунта.
sk: Máte aktívnu alebo prebiehajúcu rezerváciu. Pred odstránením účtu prosím počkajte, kým sa dokončí.
uk: У вас є активне бронювання. Будь ласка, дочекайтеся його завершення, перш ніж видаляти обліковий запис.

# error_generic_network
source: Check your internet connection and try again.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
ru: Проверьте подключение к интернету и попробуйте снова.
sk: Skontrolujte pripojenie na internet a skúste to znova.
uk: Перевірте підключення до Інтернету та спробуйте знову.
